{
  "scenes": [
    {
      "xxSim0Tool1": "1"
    },
    {
      "AT_selected": "selected",
      "AT_SingleSelect_isChecked": "Press space or enter key to unselect",
      "AT_SingleSelect_notChecked": "Single select: Press space or enter key to select",
      "AT_unselected": "unselected",
      "From": "From",
      "ID": "GEN",
      "OSD_HowRespond": "How do you respond?",
      "Submit": "Submit",
      "Title": "Insights to Outcomes: Media and Entertainment",
      "Medal1_Name": "Bronze",
      "Medal2_Name": "Silver",
      "Medal3_Name": "Gold",
      "Medal4_Name": "Platinum",
      "Medal1_Active": "25",
      "Medal2_Active": "50",
      "Medal3_Active": "75",
      "Medal4_Active": "100",
      "R1_Mission": "Team orchestration and finding your place to contribute to success.",
      "R2_Mission": "Convince your customer to join an envisioning session.",
      "R3_Mission": "Gain commitment and agreement with the customer on the envisioning session results.",
      "Round": "Round"
    },
    {
      "ID": "Rd1_Scn1_R1",
      "PageType": "ReadUpdate",
      "name": "<p>Introduction Number 1</p>",
      "narrative": "<p>Anuja Media Group (SMG) is experiencing an emerging problem caused by the pandemic. Since SMG has shifted to a hybrid-remote work environment, it's struggled to meet customer demand for fresh content through its streaming service. SMG has lost customers and received some bad press as a result.</p><table style=\"width: 100%;\"><tbody><tr><td style=\"width: 16.6667%;\">sadadsa</td><td style=\"width: 16.6667%;\">asdsad</td><td style=\"width: 16.6667%;\">adasd</td><td style=\"width: 16.6667%;\">aqsdad</td><td style=\"width: 16.6667%;\">adasda</td><td style=\"width: 16.6667%;\">asdsadsad</td></tr></tbody></table><p>SMG customers are complaining that its film and video content portfolio hasn't changed since the PANDEMIC. It's</p><table style=\"width: 100%;\"><tbody><tr><td style=\"width: 25.0000%;\"><br></td><td style=\"width: 25.0000%;\"><br></td><td style=\"width: 25.0000%;\"><br></td><td style=\"width: 25.0000%;\"><br></td></tr><tr><td style=\"width: 25.0000%;\">asdsad</td><td style=\"width: 25.0000%;\">sad</td><td style=\"width: 25.0000%;\">asd</td><td style=\"width: 25.0000%;\"><br></td></tr></tbody></table><p>taking SMG too long to offer fresh and entertaining new titles. SMG believes its content-production processes are to blame. SMG has creative and production staff working in the office and at home, and its processes are not designed to support a hybrid-remote work environment. SMG has asked Microsoft and two other vendors to present approaches for addressing these content-production issues.</p><p>The goal of this round of the simulation is to orchestrate the team so that you can prepare to present the Microsoft approach for helping SMG accelerate content production in a hybrid-remote work environment.</p><p>Account activities and tasks require coordinated effort from multiple resources, for example sellers, technical sellers, consulting services, customer success, support, and Microsoft partners. Whether you're leading the orchestration of the team as a member of the account team or of a pod or playing a supporting role, understanding your responsibilities and how to execute them is critical to the team's successssssssssssssssssssssssssssssssssssssssssssssssssss</p>",
      "notes": [
        {
          "title": "Mahir",
          "text": "sdasdaText"
        },
        {
          "title": "asdsaTitle",
          "text": "asdsadText"
        },
        {
          "title": "asdTitle",
          "text": "asdsddsadadadsad\ndas\ndad\nasd\nadText"
        },
        {
          "title": "asdsad\ndasda\nTitle",
          "text": "saddsad\nsadsadText"
        },
        {
          "title": "asdsad\nasdsad\nTitle",
          "text": "asdsadsd\nasdText"
        }
      ]
    },
    {
      "ID": "Rd1_Dec1_R1",
      "PageType": "SingleSelect",
      "name": "<p><strong>Gathering Information!!!!!!!!!!!!!!!!!!!!!!!</strong></p>",
      "narrative": "<p>The next step in building the business value map is to tie each strategy and tactic to a quantifiable key performance indicator (KPI), which will measure the benefit of the tactic that Microsoft is proposing. The Microsoft team identified some key KPIs during its preparation for the envisioning workshop. Those KPIs helped the team to understand SMG's goals and the roles of people attending the workshop.</p><p>The Microsoft team knows that the benefit measures column will get a lot of reaction from SMG's managers since their performance is measured by KPIs. With all the pressure on SMG at this time, the Microsoft team wants to present SMG with measurable results as soon as possible, so the KPI the team chooses needs to provide clear evidence that the tactic is working.</p><p><br></p><p><br></p><table border='\"1\"' class=\"matchquiz\"><thead><tr><th>Value pillar</th><th>Strategies</th><th>Tactics</th><th>Benefit measures</th><th>Capabilities</th></tr></thead><tbody><tr><td style=\"color:#0070C0;\">The customer will...</td><td style=\"color:#0070C0;\">Through...</td><td style=\"color:#0070C0;\">By..</td><td style=\"color:#0070C0;\">Resulting in...</td><td style=\"color:#0070C0;\">As supported by...</td></tr><tr><td>Grow revenue</td><td>Developing content faster and more efficiently </td><td>Optimizing (increasing) employee collaboration and productivity</td><td>The ability to increase the breadth and value of production workflows</td><td>Scaled content creation on an intelligent and secure cloud-based platform</td></tr><tr><td>Reduce costs</td><td>Increasing operational efficiencies</td><td><strong>modernizing their broadcast and production operations</strong></td><td style=\"background-color:#0078D4;color:#fff;\">?</td><td style=\"background-color:#FFA600;\"><br></td></tr><tr><td>Transform</td><td>Supporting all facets of remote work, including remote post-production</td><td style=\"background-color:#FFA600;\"><br></td><td style=\"background-color:#FFA600;\"><br></td><td style=\"background-color:#FFA600;\"><br></td></tr><tr><td>Mitigate risk</td><td>Increasing data privacy, compliance, and security measures over SMG's creative collateral</td><td style=\"background-color:#FFA600;\"><br></td><td style=\"background-color:#FFA600;\"><br></td><td style=\"background-color:#FFA600;\"><br></td></tr></tbody></table>",
      "osd": "You don't have all the information you need to qualify the opportunity, but you want to get started as soon as possible to meet the deadline. What should you do?",
      "alt1": "You should ask Derek for the missing information while you engage the specialist.",
      "alt1_feedback": "<p>That's not the best answer.</p><p>It may be tempting to engage the specialist while qualifying the opportunity, but this is not the best way forward. If the lead is unviable, you will have wasted time and effort. At this point, all you know is that SMG has a content-production problem and has asked several vendors for ideas on how to address it. You can't help the customer without better understanding the customer's need. To do that, you must go through the steps of qualifying the opportunity before the specialist is engaged.</p><p><ul><li>Mission success: +10</li></ul></p>",
      "alt2": "You should qualify the opportunity before you engage the specialist about Derek's request.",
      "alt2_feedback": "<p>That is correct. </p><p>The best action is to qualify the opportunity. At this point, all you know is that SMG has a content-production problem and has asked several vendors for ideas on how to address it. You can't help the customer without better understanding the customer's need. To do that, you must fully understand the customer's problems and desired business outcomes and go through the steps of qualifying the opportunity. </p><p><ul><li>Mission success: +20</li></ul></p>",
      "alt3": "Qualifying an opportunity is a formality. It's OK to engage the specialist now, given the urgent nature of this request.",
      "alt3_feedback": "<p>That's not correct. </p><p>At this point, all you know is that SMG has a content-production problem and has asked several vendors for ideas on how to address it. You can't help the customer without better understanding the customer's need. To do that, you must go through the steps of qualifying the opportunity before the specialist is engaged. </p><p><ul><li>Mission success: +5</li></ul></p>",
      "notes": [
        {
          "title": "asdsadsadsadsadsad",
          "text": "sadasdasdasdsadsadsadsadasdsadsadsadsadsadsadsadsadsadsadasdsadsadsada\ndsa\ndsa\ndsa\nd\nsada\nsda\nsdasdasd"
        },
        {
          "title": "Title",
          "text": "Text"
        }
      ]
    },
    {
      "ID": "Rd1_Dec2_R1",
      "PageType": "MultiSelect",
      "name": "<p><strong>Qualifying the <u>opportunity</u></strong></p>",
      "narrative": "<p>Yuu introduces you to Derek. Derek shares that a competitor has already presented how it would address SMG's issue. Although there is pressure to engage with the specialist immediately, you're hesitant to do so until the opportunity has been qualified. In the past, you have started work prematurely only to have the project cancel, which resulted in wasted time and effort. You tell Derek that you're excited and eager to help him; however, you'll need to better understand his issues.</p><p><br></p><table class=\"fr-alternate-rows\" style=\"width: 100%;\"><thead><tr><th style=\"width: 25.0432%;\"><br></th><th style=\"width: 25.0432%;\"><br></th><th style=\"width: 25.0432%;\"><br></th><th style=\"width: 24.8705%;\"><br></th></tr></thead><tbody><tr><td style=\"width: 25.0432%;\">title</td><td class=\"fr-highlighted fr-thick\" style=\"width: 25.0432%;\">col1</td><td style=\"width: 25.0432%;\">col2</td><td style=\"width: 24.8705%;\">col3</td></tr><tr><td style=\"width: 25.0432%;\">row1</td><td style=\"width: 25.0432%;\">sadsad</td><td style=\"width: 25.0432%;\">sadad</td><td style=\"width: 24.8705%;\">asdasd</td></tr><tr><td style=\"width: 25.0432%;\">row2</td><td style=\"width: 25.0432%;\">sdadsad</td><td style=\"width: 25.0432%;\">?</td><td style=\"width: 24.8705%;\"><br></td></tr></tbody></table><p>What information is needed from the customer to qualify the opportunity so you can more confidently move forward?</p>",
      "osd": "Select four items from the list.",
      "minimum": "4",
      "maximum": "4",
      "alt1": "Customer business objectives identified",
      "alt1_feedback": "Mission success: +5",
      "alt2": "Infrastructure assessed",
      "alt2_feedback": "Mission success: No Progress",
      "alt3": "Industry priority scenario identified",
      "alt3_feedback": "Mission success: No Progress",
      "alt4": "Stakeholders identified",
      "alt4_feedback": "Mission success: +5",
      "alt5": "Timeline established",
      "alt5_feedback": "Mission success: +5",
      "alt6": "Business case drafted",
      "alt6_feedback": "Mission success: No Progress",
      "alt7": "Partners identified",
      "alt7_feedback": "Mission success: No Progress",
      "alt8": "Kick-off meeting scheduled",
      "alt8_feedback": "Mission success: No Progress",
      "alt9": "Budget validated",
      "alt9_feedback": "Mission success: +5",
      "fb_generic": "<p>The goal of qualifying a lead is to determine if it's truly a business opportunity for Microsoft. To do so, you need to better understand the customer's need and determine whether it's a problem that Microsoft can help solve. Several questions need to be answered as part of the qualification process, including: </p><ul><li><b>Customer business objectives identified</b>: What are the outcomes the customer is trying to achieve? What are the issues?</li><li><b>Stakeholders identified</b>: Does the customer have internal sponsorship for this project? Have those stakeholders been identified, and will you have access to them?</li><li><b>Timeline established</b>: What is the customer's timeline? Is it within a reasonable timeframe, too quick, or too far out?</li><li><b>Budget validated</b>: Has the customer approved and allocated funds for this project? Does the customer have budget available for this project? This should not be a price discussion, rather it's to confirm that budget is available.</li></ul><p>Identifying the industry priority scenario is important so that you can connect it to the customer's business problem and better understand how Microsoft can help. However, it is not criteria for qualifying an opportunity. Drafting the business case, identifying Microsoft partners, and scheduling a kick-off meeting will occur later in the process after the opportunity has been qualified. </p>",
      "notes": [
        {
          "title": "Title #1",
          "text": "asaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa"
        }
      ]
    },
    {
      "ID": "Rd1_Dec3_R1",
      "PageType": "SingleSelect",
      "branching": "0",
      "name": "Resource availability",
      "narrative": "<p>Derek was extremely responsive and provided the information that was needed to qualify the opportunity. He is just as eager as you are to keep moving forward. </p><p>Although the Microsoft team is in place from the previous project work with SMG, the pandemic has triggered a rise in demand for customer solutions. Everyone's workload has increased dramatically, making it difficult to secure resource time for new projects.</p><p>You expect to continue working with the individuals already engaged with SMG. Their collective expertise is crucial to the Microsoft response to SMG's request. Unfortunately, one of the key Microsoft team members tells you that with current commitments on other account opportunities, the team member won't be able to support you in the timeframe SMG has requested. You empathize with the individual by sharing that you understand the business issue. Time is limited, but this resource would really help Microsoft stand out. </p>",
      "osd": "What should be done to secure this individual's commitment to engage on the opportunity?",
      "alt1": "Talk with your manager about your concern that the resource isn't available and ask that your manager address it with that individual's manager.",
      "alt1_feedback": "<p>Those who selected A had an opportunity to course-correct, which may have impacted their score positively or negatively.</p><p><ul><li>Mission success: To be determined</li></ul></p>",
      "alt2": "Discuss the expertise you need with your contacts in One Commercial Partner (OCP) to find other options to secure the right resource.",
      "alt2_feedback": "<p>Addressing the issue with the individual's manager is the best way to secure engagement by your preferred resource on your deal. The individual's manager is in the best position to reprioritize the individual's workload or source an alternative resource. Be careful to position your approach appropriately and indicate that you're not raising the issue due to a personal issue or conflict, but purely as a result of a business gap given the individual's other commitments. </p><p>Hoping that your manager can connect and resolve your issue with the individual's manager in time for you to prepare your response is highly unlikely. The possible delay unnecessarily jeopardizes your ability to fulfill your customer's request.</p><p>It is also premature to find a resource through a Microsoft partner. Even if you think it would improve your odds of sourcing a resource, you're not following the preferred approach and run the risk of creating confusion and a problem. The correct approach would be to source the resource internally by raising the issue to the designated authority or resource sourcing process, such as Scrum. Only after being given direction to explore sourcing through a Microsoft partner should you approach your OCP contact.</p><p>In addition, the decision to engage is likely out of the individual's control due to commitments on other account activities, so it is unlikely that any argument you present would change the individual's mind. The decision to reprioritize the individual's workload to free up time to work on your request would have to be made by that person's manager.</p><p><ul><li>Mission success: +5</li></ul></p>",
      "alt3": "Tell the individual you plan to approach the individual's manager for help to possibly reprioritize the individual's workload or to identify an alternative resource to work on your request.",
      "alt3_feedback": "<p>Addressing the issue with the individual's manager is the best way to secure engagement by your preferred resource on your deal. The individual's manager is in the best position to reprioritize the individual's workload or source an alternative resource. Be careful to position your approach appropriately and indicate that you're not raising the issue due to a personal issue or conflict, but purely as a result of a business gap given the individual's other commitments. </p><p>Hoping that your manager can connect and resolve your issue with the individual's manager in time for you to prepare your response is highly unlikely. The possible delay unnecessarily jeopardizes your ability to fulfill your customer's request.</p><p>It is also premature to find a resource through a Microsoft partner. Even if you think it would improve your odds of sourcing a resource, you're not following the preferred approach and run the risk of creating confusion and a problem. The correct approach would be to source the resource internally by raising the issue to the designated authority or resource sourcing process, such as Scrum. Only after being given direction to explore sourcing through a Microsoft partner should you approach your OCP contact.</p><p>In addition, the decision to engage is likely out of the individual's control due to commitments on other account activities, so it is unlikely that any argument you present would change the individual's mind. The decision to reprioritize the individual's workload to free up time to work on your request would have to be made by that person's manager.</p><p><ul><li>Mission success: +20</li></ul></p>",
      "alt4": "Take the time to present your case with the individual to convince the individual to find a way to engage.",
      "alt4_feedback": "<p>Addressing the issue with the individual's manager is the best way to secure engagement by your preferred resource on your deal. The individual's manager is in the best position to reprioritize the individual's workload or source an alternative resource. Be careful to position your approach appropriately and indicate that you're not raising the issue due to a personal issue or conflict, but purely as a result of a business gap given the individual's other commitments. </p><p>Hoping that your manager can connect and resolve your issue with the individual's manager in time for you to prepare your response is highly unlikely. The possible delay unnecessarily jeopardizes your ability to fulfill your customer's request.</p><p>It is also premature to find a resource through a Microsoft partner. Even if you think it would improve your odds of sourcing a resource, you're not following the preferred approach and run the risk of creating confusion and a problem. The correct approach would be to source the resource internally by raising the issue to the designated authority or resource sourcing process, such as Scrum. Only after being given direction to explore sourcing through a Microsoft partner should you approach your OCP contact.</p><p>In addition, the decision to engage is likely out of the individual's control due to commitments on other account activities, so it is unlikely that any argument you present would change the individual's mind. The decision to reprioritize the individual's workload to free up time to work on your request would have to be made by that person's manager.</p><p><ul><li>Mission success: +5</li></ul></p>",
      "notes": [
        {
          "title": "Title",
          "text": "\\"
        },
        {
          "title": "Title",
          "text": "Text"
        }
      ]
    },
    {
      "ID": "Rd1_Dec3a_R1",
      "PageType": "SingleSelect",
      "branching": "1",
      "name": "Manager engagement",
      "narrative": "<p>Your meeting with your manager went well. Your manager is familiar with SMG and understands the importance of securing this deal and what it means for current and future work with the account. Your manager is also delighted at the prospect of forging a new relationship with an SMG stakeholder outside of IT and commits to addressing the resource issue with the individual's manager. Unfortunately, it may take up to several days for your manager to connect with the individual's manager and work through the issue. Given the short timeframe that you have to prepare the Microsoft response to Derek's request, you're concerned this delay will jeopardize your ability to fulfill the customer's request. </p>",
      "osd": "What should you do?",
      "alt1": "Request that your manager address the issue with the individual's manager anyway, and hope that the issue can be resolved in less time.",
      "alt1_feedback": "<p>That's not the best response.</p><p>Your initial decision to talk to your manager was not the best choice, and hoping that your manager can connect and resolve your issue with the individual's manager in time for you to prepare your response is highly unlikely. The possible delay unnecessarily jeopardizes your ability to fulfill your customer's request.</p><p>It is also premature to find a resource through a Microsoft partner. Even if you think it would improve your odds of sourcing a resource, you're not following the preferred approach and run the risk of creating confusion and a problem. The correct approach would be to source the resource internally by raising the issue to the designated authority or resource sourcing process, such as Scrum. Only after being given direction to explore sourcing through a Microsoft partner should you approach your OCP contact.</p><p>In addition, the decision to engage is likely out of the individual's control due to commitments on other account activities, so it is unlikely that any argument you present would change the individual's mind. The decision to reprioritize the individual's workload to free up time to work on your request would have to be made by that person's manager. </p><p>The correct approach would be to inform the key individual that you are going to raise the issue with the individual's manager, being careful to ask for help to address a business issue and to determine if it's possible to reprioritize the individual's workload to free up time to work on your deal. </p><p><ul><li>Mission success: +5</li></ul></p>",
      "alt2": "Thank your manager for making time to meet with you to help find a solution to your resourcing issue. Explain that more than a day turnaround for a response will jeopardize your ability to respond to the customer's request. Express the urgency of your request and ask your manager to prioritize the task to shorten the response time from the individual's manager.",
      "alt2_feedback": "<p>Your initial decision to talk to your manager was not the best choice and asking your manager to prioritize the task is not the best way to remedy the situation.</p><p>Your manager is familiar with SMG and understands the importance of securing this deal and what it means for current and future work with the account. Your manager is also delighted at the prospect of forging a new relationship with a stakeholder outside of IT and likely applied the appropriate level of priority to the task. It's doubtful any argument you might present will result in your manager being able to reduce the time it takes to resolve your issue with the individual's manager. </p><p>It is also premature to find a resource through a Microsoft partner. Even if you think it would improve your odds of sourcing a resource, you're not following the preferred approach and run the risk of creating confusion and a problem. The correct approach would be to source the resource internally by raising the issue to the designated authority or resource sourcing process, such as Scrum. Only after being given direction to explore sourcing through a Microsoft partner should you approach your OCP contact.</p><p>In addition, the decision to engage is likely out of the individual's control due to commitments on other account activities, so it is unlikely that any argument you present would change the individual's mind. The decision to reprioritize the individual's workload to free up time to work on your request would have to be made by that person's manager.</p><p>The correct approach would be to suggest that you inform the key individual that you are going to raise the issue with the individual's manager, being careful to ask for help to address a business issue and to determine if it's possible to reprioritize the individual's workload to free up time to work on your deal. </p><p><ul><li>Mission success: +5</li></ul></p>",
      "alt3": "Thank your manager for the offer to help but explain that more than a day turnaround for a response will jeopardize your ability to meet the customer's request. Suggest that you raise the issue directly with the individual's manager, but only after informing the individual of your intention to do so.",
      "alt3_feedback": "<p>While your initial decision to talk to your manager was not the optimal choice, this is the best way to proceed.</p><p>Addressing the issue with the individual's manager is the ideal way to secure engagement by your preferred resource on your deal. The individual's manager is in the best position to reprioritize the individual's workload or source an alternative resource. Be careful to position your approach appropriately and indicate that you're not raising the issue due to a personal issue or conflict, but purely as a result of a business gap given the individual's other commitments. </p><p>Currently, it's premature to find a resource through a Microsoft partner. Even if you think it would improve your odds of sourcing a resource, you're not following the preferred approach and run the risk of creating confusion and a problem. The correct approach would be to source the resource internally by raising the issue to the designated authority or resource sourcing process, such as Scrum. Only after being given direction to explore sourcing through a Microsoft partner should you approach your OCP contact.</p><p>In addition, the decision to engage is likely out of the individual's control due to commitments on other account activities, so it is unlikely that any argument you present would change the individual's mind. The decision to reprioritize the individual's workload to free up time to work on your request would have to be made by that person's manager.</p><p><ul><li>Mission success: +15</li></ul></p>"
    },
    {
      "ID": "Rd1_Dec4_R1",
      "PageType": "SingleSelect",
      "name": "Focus on mahir value",
      "narrative": "<p>Your efforts to secure engagement from your preferred resource were successful. The team is ready to help SMG with its content-production issue. They are eager to support the effort. Now it's important to make sure that everyone understands the objective so that the whole team is working toward the same goal.</p><p>Several team members have already expressed confidence that a Windows Virtual Desktop solution will solve the customer's issue. Their focus on the Microsoft solution concerns you because the team should be focused on the customer's desired business outcomes and not the Microsoft solution. </p>",
      "osd": "How would you influence the mindset of the team to ensure commitment to focus primarily on the customer's desired outcome?",
      "alt1": "Conduct a team meeting to ensure alignment to SMG's business objective, confirm that team members understand their roles, and begin to collaborate on an approach to address Derek's request.",
      "alt2": "Email the team to reinforce the importance of SMG as a customer, the strategic significance and immediate benefit of securing the deal, and the need to foster Derek's confidence in Microsoft as a trusted partner.</ul>",
      "alt3": "Individually approach the team members who have caused concern and explain that jumping to a solution is premature. Redirect their focus to understanding the customer's desired business outcome.",
      "fb_generic": "<p>The best way to influence the mindset of your team is to conduct a meeting where you ensure everyone understands their roles on the team and is aligned on the project goals and next steps. Express the benefits of the plan for the customer, the organization, the team, and the individual. You'll want to allow space for questions, reactions, and for confirming the team's understanding of, and commitment to, the plan. Be sure to also express gratitude for everyone's commitment to the customer and the team. By putting all of this in place, you will focus the team on the customer's desired outcome and foster stronger collaboration as you develop your response to the customer's request.</p><p>An email to the team reinforcing the importance of the account and significance of the deal will do little to redirect the team's focus to the customer's desired outcomes. Individually approaching the team members who have caused concern might help redirect them to focus on what's important to the customer; however, this approach is less efficient than addressing the issue with the entire team. Plus, if one or more team members are jumping to the solution, it's possible others are as well. Addressing the issue with the entire team ensures common alignment and clarity of purpose around the objective of preparing the best response to the customer's request.</p><p><ul><li>A. Mission success: +20</li><li>B. Mission success: +5</li><li>C. Mission success: +10</li></ul></p>",
      "notes": [
        {
          "title": "asdsadasdsa",
          "text": "asdasdsadsadsadsadasdsadsadasdsadsadsadsadsadsadsadsadsadsad"
        },
        {
          "title": "Title",
          "text": "Mahir"
        },
        {
          "title": "Title",
          "text": "Text"
        },
        {
          "title": "Title",
          "text": "Text"
        },
        {
          "title": "Title",
          "text": "Text"
        },
        {
          "title": "Title",
          "text": "Text"
        },
        {
          "title": "Title",
          "text": "Text"
        },
        {
          "title": "Title",
          "text": "Text"
        }
      ]
    },
    {
      "ID": "Rd1_Dec5_R1",
      "PageType": "MultiSelect",
      "name": "Effective collaboration",
      "narrative": "<p>So far during the team meeting, you've covered the roles, goals, value for the customer, and next steps. The Microsoft partner, who has been working with the Microsoft team and SMG, has just introduced a new person to the account. This person is highly skilled and a great addition, but it will be the first time working with this team. </p><p>You know how difficult it can be to be a brand-new team member. You recall a time when you were new and things were moving quickly. You spent a full day working from the wrong document and then spent even more time fixing the issue. You begin to worry that materials could become unorganized and time-sensitive communication could be missed.</p><p>What's the best way to ensure that the entire team is working together and collaborating effectively?</p>",
      "osd": "Select three items from the list.",
      "minimum": "3",
      "maximum": "3",
      "alt1": "Agree on a conflict-resolution approach.",
      "alt2": "Instill a work product quality assurance (QA) and change-management process.",
      "alt3": "Agree on a primary method for collaborating and exchanging information.",
      "alt4": "Establish a project-status update process.",
      "alt5": "Determine response-time expectations.",
      "alt6": "Ensure key information is in Microsoft Sales Experience (MSX) but allow documents to be stored anywhere.",
      "alt7": "Set a rhythm of business (ROB) between all segments and go through the Enterprise Customer Manager (ECM) to include the Microsoft partner.",
      "fb_generic": "<p>Taking time up front to gain team agreement on methods of collaboration will pay dividends and improve your chances of successfully completing the task. For tasks with aggressive timelines, organization and controls are especially warranted. The following list would be the minimum you should consider gaining agreement on with the team.</p><ul><li><b>Agree on a primary method for collaborating and exchanging information</b>: Establishing a method of sharing documents, meeting notes, project plans, and schedules saves time and effort. It also helps avoid searching for information, data, and deliverables or missing time-sensitive communications. A centralized collaboration location, such as Microsoft Teams, supports work-product creation, editing or modification, access and storage, archiving, version control, work-session facilitation, innovation, and efficient completion of group tasks.</li><li><b>Determine response-time expectations</b>: Setting response-time expectations guides team member interaction and remittance of assignments, responses, and input or feedback requests.</li><li><b>Set a rhythm of business (ROB) between all segments and go through the Enterprise Customer Manager (ECM) to include the Microsoft partner</b>: Setting a rhythm of business with all segments, including the Microsoft partner, ensures everyone's involvement. Efficient collaboration helps avoid the challenges presented with complex tasks, such as inefficiency, mistakes, rework, and avoidable stress.</li></ul><p>Additional controls and methods may be warranted when time allows or when project scale or the risks associated with a task demand it. A conflict-resolution approach, change-management process, QA, and project-status update process are important for large-scale, complex endeavors. Updating MSX should be done regardless, but storing documents anywhere is just an invitation for confusion and despair. </p><p><ul class='list-style-none'><li>0 of 3 best answers. Mission success +0</li><li>1 of 3 best answers. Mission success +10</li><li>2 of 3 best answers. Mission success +15</li><li>3 of 3 best answers. Mission success +20</li></ul></p>"
    },
    {
      "ID": "Rd2_Scn1_R1",
      "PageType": "ReadUpdate",
      "name": "Introduction",
      "narrative": "<p>To help your customer, Starry Media Group (SMG), accelerate content production in a hybrid-remote work environment, you want to suggest that the stakeholders join your team for an envisioning workshop. This workshop will help SMG stakeholders create ideas through critical-thinking exercises that will enable them to identify the root cause of the issues preventing them from reaching their goals. Another benefit of the workshop is that it will help prioritize SMG's goals. This guidance demonstrates that you are invested in the success of SMG and that you want to help SMG achieve its goals faster. ​</p><p>During the envisioning workshop, you'll develop a customized list of priorities for SMG that will lead into the next stages of the sales cycle and provide a blueprint for what will come next. You'll also create a stronger relationship with your customer's business decision makers that will help drive your opportunity. ​</p><p>As a Microsoft seller, it's your job to lead the engagement with the customer and help organize the envisioning workshop with your Microsoft partner and Microsoft team. The goal of this round of the simulation is to have the SMG stakeholders agree to join you for a workshop so you can demonstrate the value of this collaboration and how it will transform the customer's business.</p>"
    },
    {
      "ID": "Rd2_Dec1_R1",
      "PageType": "SingleSelect",
      "name": "Introducing the envisioning workshop",
      "narrative": "<p>Derek Lee, Head of Content Development at SMG, has shared feedback from his team with you. Since SMG has shifted to a hybrid-remote work environment, it's struggled to meet customer demand for fresh content through its streaming service. SMG has lost customers and received some bad press as a result. You think an envisioning workshop using design-thinking methods could help the team with this emerging issue. You want to share this idea with Derek and his team. ​</p>",
      "osd": "Which is the best description you can provide to Derek of the value that an envisioning workshop can bring to SMG?",
      "alt1": "The true value of the envisioning workshop comes from the preworkshop activities where we explore the current state of the organization. For example, we will review SMG's business strategy, assess technical assets, and interview key stakeholders. The workshop itself is simply an opportunity for us to map our findings to our solutions and demonstrate exactly which Microsoft technologies will help you achieve your desired business outcomes.",
      "alt1_feedback": "<p>That's not correct. </p><p>While conducting preworkshop activities like discovery through onsite or virtual interviews and observation will help isolate the root cause of the issues SMG is facing, it does not provide the full value of the envisioning workshop. The workshop is designed to help SMG create ideas through critical-thinking exercises. Those ideas will enable SMG stakeholders to identify the root cause of the issues preventing them from reaching their goals. Another benefit of the workshop is that it will help prioritize SMG's goals.</p><p>This collaborative effort between Microsoft, the Microsoft partner, and SMG will end with a collection of new ideas and a roadmap for next steps, all of which will accelerate the customer's digital-transformation journey.</p><p><ul><li>Mission success: +10</li></ul></p>",
      "alt2": "If we hold an envisioning workshop, we can identify the true challenges you're trying to solve and potential solutions. By getting the right people in the room, we'll define the future state and evaluate innovative solutions that will truly help you. We'll end with a roadmap for next steps that will help accelerate your journey and get the results that you want, faster.",
      "alt2_feedback": "<p>That's correct. </p><p>The envisioning workshop is designed to allow Microsoft and the customer to cocreate innovative ideas that serve as the blueprint for the next steps in reaching the customer's business objectives. </p><p>Conducting preworkshop activities like discovery through onsite or virtual interviews and observation will help isolate the root cause of the issues SMG is facing. This information will also focus the workshop on key priorities and allow the Microsoft team to better empathize with the customer, leading to a more effective collaboration. </p><p>The workshop will end with a collection of new ideas and opportunities, along with a prescriptive set of next actions that is designed to accelerate the customer's digital-transformation journey.</p><p><ul><li>Mission success: +20</li></ul></p>",
      "alt3": "Through an envisioning workshop, we can help SMG become more competitive in the marketplace. We'll examine case studies and share how other companies are addressing disruption and seizing opportunities to transform. This focus on disruption along with out-of-the-box thinking will challenge you to rethink your future. Together, we'll create a framework for your digital-transformation journey.",
      "alt3_feedback": "<p>That's not correct. </p><p>The envisioning workshop is designed to help SMG create ideas through critical-thinking exercises. Those ideas will enable SMG stakeholders to identify the root cause of the issues preventing them from reaching their goals. The workshop doesn't focus on competitors or their digital transformations.</p><p>Another benefit of the workshop is that it will help prioritize SMG's goals. This collaborative effort between Microsoft, the Microsoft partner, and SMG will end with a collection of new ideas and a roadmap for next steps, all of which will accelerate the customer's digital-transformation journey.</p><p><ul><li>Mission success: +5</li></ul></p>"
    },
    {
      "ID": "Rd2_Dec2_R1",
      "PageType": "SingleSelect",
      "name": "The benefits of an envisioning workshop",
      "narrative": "<p>Derek likes the idea of an envisioning workshop, especially since he knows the team will want to move fast and a workshop will support moving quickly. He suggests the next step is to convince his team. He says he will do this. The next day, Derek forwards you the reply he received from Caitlin Ramos, the Chief Technology Officer. ​</p><i><p>Derek, ​</p><p>Tell the Microsoft team thank you for the offer, but the leadership team wants a solution that maps to the needs we've already shared. We collectively agree that we don't have time to spend in an all-day brainstorming session. The Microsoft team should be familiar with our business by now; I'm sure they can use their experience to propose a more realistic solution to address our new customer service challenges. ​</p><p>Best, Caitlin​</p></i>",
      "osd": "Based on previous SMG conversations and similar needs with other clients, an envisioning workshop really is the best solution for SMG's needs. What is the best way to convince the SMG team to pursue an envisioning workshop in partnership with Microsoft?",
      "alt1": "Send an email to Derek with the following response for Caitlin: ​<i><p><br>I completely understand the concerns. One objective of the envisioning workshop is to encourage communication between all levels involved in the project.</p><p>Communication and relationships are essential within large endeavors like this, and we present the envisioning workshop as an opportunity to facilitate and nurture those relationships as much as possible.</p><p>We want to ensure that the experiences and ideas from all levels of your organization are understood. We believe it's imperative that the entire C-suite attend this workshop. Without their participation, we will be unable to move forward.</p></i>",
      "alt2": "Send an email to Caitlin with the following response:<i><p><br>Thank you for sharing your concerns. The envisioning workshop is designed to support issues like those happening at SMG, and our experience with similar clients has been very positive. Please let me know if you would like me to send some examples.</p><p>As I shared with Derek, the envisioning workshop can be thought of as a place for ideas. Everyone can participate and share what they want; nothing is off limits. This encourages a free flow of ideas without restrictions on opinion, role, or background.</p><p>In fact, we advise that upper management and the C-suite not attend so people can simply share ideas instead. After the workshop, the leadership team will receive a copy of the envisioning workshop output, which summarizes the findings.</p><p>The Microsoft team highly recommends an envisioning workshop for SMG, and I hope you will reconsider.</p></i>",
      "alt3": "Send an email to Derek with the following response for Caitlin: ​<i><p><br>I completely understand your concerns. It is precisely because of our deep understanding of your business goals and pains that we think an envisioning workshop is the best next step. Through our observation and interviews, we have a strong sense of your current state and needs, but we still have gaps and believe there is more to discover.</p><p>This workshop will help SMG create ideas through critical-thinking exercises and enable us to identify the root cause that's preventing you from reaching your goals.</p><p>While the time commitment can seem intimidating, this collaboration saves significant time overall. For example, you can delegate so that only key stakeholders and decision makers attend, meaning the entire C-suite does not need to be present.</p><p>These specialized sessions have had great success in transforming what seemed impossible. In fact, here is a quote directly from a customer that shows how this workshop enabled the customer to transform its business in 18 months. Without the envisioning workshop, it would have taken three years to achieve its goals.</p><p>CEO of CQC: &quot;Thank you so much for this as we simply could not have done it by ourselves. It would take three years and would still be far too complicated to actually work.&quot;</p><p>We are excited to partner with your team to help take you to the next phase of your business transformation.</p></i>",
      "fb_generic": "<p>The correct answer is C.</p><p>If you receive pushback from the customer about participating in an envisioning workshop, you'll need to reinforce the benefits of our unique offering. Perhaps your customer has attended previous sessions with little perceived return on the customer's time investment. Be sure to acknowledge the concerns and let the customer know that our workshop is very different from a traditional workshop, which is often centered around specific scenarios or solutions. </p><p>The envisioning workshop uses critical-thinking exercises to help stakeholders identify the root cause of the issues preventing them from reaching their goals. We work collaboratively with them to gather a broad set of ideas and then cocreate business scenarios that will enable them to prioritize their goals. To do that, we need to ensure that key business decision makers are present so that the right level of input is available. While the entire C-suite doesn't need to attend, it is important that business decision makers and people who have knowledge of the affected processes attend. Their input will be vital in determining how the business will transform.</p><p><ul><li>A. Mission success: +15</li><li>B. Mission success: +10</li><li>C. Mission success: +20</li></ul></p>"
    },
    {
      "ID": "Rd2_Dec3_R1",
      "PageType": "SingleSelect",
      "branching": "0",
      "name": "Planning an envisioning workshop",
      "narrative": "<p>The SMG team, including Caitlin, responded well to your message regarding the value in an envisioning workshop. They especially appreciated the customer testimonial you shared, and Caitlin expressed an interest in attending the workshop as she now understands how it can help accelerate SMG's business transformation. </p><p>The Microsoft partner, who is organizing and delivering the envisioning workshop with Microsoft and SMG, needs more background information to have the most productive envisioning workshop possible.</p>",
      "osd": "How should you and the partner collect this information?",
      "alt1": "You recommend conducting interviews with SMG and observing the key individuals involved in the process that needs to be improved. Then, the Microsoft partner and Microsoft team will work with SMG to develop key personas for those who are affected by these top issues the most. ​",
      "alt1_feedback": "<p>That's correct. </p><p>Conducting interviews and observing key individuals, virtually or onsite, will help you and the Microsoft partner to better understand the issues that the customer is facing. It will also help you determine who to invite to the envisioning workshop. It can be very beneficial to include those same individuals who participated in the interview and observation phase to be part of the envisioning workshop. This is a stronger choice than relying on SMG's observations or using the information from a case study as the basis for the envisioning workshop.</p><p><ul><li>Mission success: +20</li></ul></p>",
      "alt2": "You request that SMG select several key individuals to work directly with the Microsoft team to discuss what they've observed at SMG as the most significant problem. Using this information, the Microsoft team will determine who is affected the most and develop key recommendations to support these groups.",
      "alt2_feedback": "<p>Those who selected B had an opportunity to course-correct, which may have impacted their score positively or negatively.</p><p><ul><li>Mission success: To be determined</li></ul></p>",
      "alt3": "There are several media and entertainment case studies available to the Microsoft team with similar industry issues as SMG. You suggest that, as a team, you should review these so you can use this information as the basis of the envisioning workshop you conduct with SMG.",
      "alt3_feedback": "<p>Those who selected C had an opportunity to course-correct, which may have impacted their score positively or negatively.</p><p><ul><li>Mission success: To be determined</li></ul></p>"
    },
    {
      "ID": "Rd2_Dec3b_R1",
      "PageType": "SingleSelect",
      "branching": "1",
      "name": "Background research",
      "narrative": "<p>The Microsoft team is frustrated and wants more visibility into the SMG roles. Someone on the Microsoft team asks if it's necessary to observe the most affected roles in their day-to-day jobs.</p>",
      "osd": "What should you recommend?",
      "alt1": "You consider the benefits of this and update your recommendation to include having an onsite or virtual visit with SMG to conduct interviews and observe the key individuals involved in the process that needs to be improved. Then, work with SMG to develop key personas for those who are affected the most by these top issues.",
      "alt1_feedback": "<p>While you didn't initially choose the best decision, you eventually identified the right approach. When preparing for an envisioning workshop, you need to explore the customer's issue from a variety of angles. One of the best opportunities is observing real-world actions and reactions, as well as conducting interviews with affected individuals. The combination of these tactics will help you understand the root cause of the customer's issue and develop accurate personas to use in the envisioning workshop.</p><p>Conducting onsite interviews will yield much better information than relying on SMG's observations or using the information from a case study as the basis for the envisioning workshop.</p><p><ul><li>Mission success: +15</li></ul></p>",
      "alt2": "You respond that this is an optional task and can be used after the interviews are completed if it seems necessary. Onsite or virtual interviews and observations can give good insight, but you don't want the project to be distracted by unrelated issues or concerns that might arise.",
      "alt2_feedback": "<p>This was not the right approach. </p><p>When preparing for an envisioning workshop, you need to explore the customer's issue from a variety of angles. One of the best opportunities is observing real-world actions and reactions, as well as conducting interviews with affected individuals. The combination of these tactics will help you understand the root cause of the customer's issue and develop accurate personas to use in the envisioning workshop.</p><p>Conducting onsite interviews will yield much better information than relying on SMG's observations or using the information from a case study as the basis for the envisioning workshop.</p><p><ul><li>Mission success: +10</li></ul></p>",
      "alt3": "You inform SMG that to save time, the Microsoft team has access to a variety of case studies in the media and entertainment industry with the same concerns as SMG. These case studies can be used to stay focused on realistic solutions that have worked for other organizations.",
      "alt3_feedback": "<p>This was not the right approach. </p><p>When preparing for an envisioning workshop, you need to explore the customer's issue from a variety of angles. One of the best opportunities is observing real-world actions and reactions, as well as conducting interviews with affected individuals. The combination of these tactics will help you understand the root cause of the customer's issue and develop accurate personas to use in the envisioning workshop.</p><p>Conducting onsite interviews will yield much better information than relying on SMG's observations or using the information from a case study as the basis for the envisioning workshop.</p><p><ul><li>Mission success: +5</li></ul></p>"
    },
    {
      "ID": "Rd2_Dec3c_R1",
      "PageType": "SingleSelect",
      "branching": "1",
      "name": "Background research",
      "narrative": "<p>You have decided to use the case studies for background information to prepare for the envisioning workshop.</p>",
      "osd": "How should you proceed?",
      "alt1": "You begin reviewing the case studies so you can present these to the Microsoft team and subsequently SMG with your findings.Caitlin sends a follow-up email expressing frustration about the lack of SMG involvement in your process, when comparing it to the success of other organizations you described to her and the promise of partnership.Even though you're now delayed, you decide that you need to rethink your planning for the envisioning workshop.",
      "alt1_feedback": "<p>That's not quite right. </p><p>While you didn't initially choose the best decision, you eventually identified the right choice, which was rethinking your approach. You realize that when preparing for an envisioning workshop, you need to explore the customer's issue from a variety of angles. One of the best opportunities is observing real-world actions and reactions, as well as conducting interviews with affected individuals. The combination of these tactics will help you understand the root cause of the customer's issue and develop accurate personas to use in the envisioning workshop.</p><p>With this in mind, you recommend either an onsite or virtual visit with SMG to conduct interviews and observe the key individuals involved in the process that needs to be improved. Then, work with SMG to develop key personas for those who are affected by these top issues the most. </p><p>Conducting onsite interviews will yield much better information than relying on SMG's observations or using the information from a case study as the basis for the envisioning workshop.</p><p><ul><li>Mission success: +15</li></ul></p>",
      "alt2": "You schedule a meeting with the Microsoft team to begin reviewing the case studies.Some people on the team ask when the SMG group will become involved and if it is possible to conduct interviews and observe key individuals to better identify what should be addressed, rather than relying on case studies from different organizations.You decide to go forward with the current plan of reviewing the customer's situation through an industry perspective.",
      "alt2_feedback": "<p>This was not the best choice. </p><p>When preparing for an envisioning workshop, you should explore the customer's issue from a variety of angles. One of the best opportunities is observing real-world actions and reactions, as well as conducting interviews with affected individuals. The combination of these tactics will help you understand the root cause of the customer's issue and develop accurate personas to use in the envisioning workshop.</p><p>Now that you know this, you rethink your approach and recommend having an onsite or virtual visit with SMG to conduct interviews and observe the key individuals involved in the process that needs to be improved. Then, you work with SMG to develop key personas for those who are affected by these top issues the most. </p><p>Conducting onsite interviews will yield much better information than relying on SMG's observations or using the information from a case study as the basis for the envisioning workshop.</p><p><ul><li>Mission success: +5</li></ul></p>"
    },
    {
      "ID": "Rd2_Dec4_R1",
      "PageType": "MultiSelect",
      "name": "Envisioning workshop invitees",
      "narrative": "<p>You've conducted interviews at SMG with members of the leadership and customer service teams. With the information you've gathered, you've developed personas that represent how these individuals are affected by SMG's issues.  The personas you developed will be essential in the envisioning workshop to discuss what is possible and to create a journey map of the customer's process. ​ Now you are equipped to hold the envisioning workshop with the right information.</p><p>Next you need to ensure you have the right list of individuals to invite to the envisioning workshop. Based on the conversations you've had with Derek and what you've learned from the interviews, you are aware of three issues: ​</p><ul><li>SMG wants the ability to create content in a way that supports remote production, remote editing, and remote video broadcasts.​</li><li>SMG wants to reduce capital expense for production and move it over to more manageable operating expense.</li><li>There are issues with customer service from their streaming service based on the shift of the pandemic to remote work, resulting in a loss of customers and some bad press.​</li></ul><p>You begin to draft a list of attendees to send to Derek. Who should you include on that list? </p>",
      "minimum": "1",
      "maximum": "10",
      "osd": "Select who should be invited to the envisioning workshop:",
      "alt1": "Caitlin Ramos, Chief Technology Officer​",
      "alt2": "Rosemary Strickland, Chief Creative Officer​",
      "alt3": "​Den Endo, Chief Information Security Officer",
      "alt4": "​Nick Karzai, Chief Operating Officer",
      "alt5": "​Derek Lee, Head of Content Production​",
      "alt6": "Cai Dulaney, Chief Risk Officer",
      "alt7": "​Bisera Apostolova ​, Chief Executive Officer",
      "alt8": "​Alejandra Murphy, Vice President, Direct-to-Customer Marketing",
      "alt9": "Yuu Chibata, Director, IT​",
      "alt10": " Members of the content production team​",
      "fb_generic": "<p>The interview and observation process will offer an opportunity for you to better understand how various roles are affected by the customer's issues. These individuals, or their delegates, should be invited to the workshop as they can best identify business goals and pains. The attendee list should also include someone who has a direct impact on necessary support or funding and someone in a key technical role. </p><ul><li>Caitlin Ramos, Chief Technology Officer​</li><li>Den Endo, Chief Information Security Officer</li><li>Nick Karzai, Chief Operating Officer</li><li>Cai Dulaney, Chief Risk Officer</li><li>Bisera Apostolova ​, Chief Executive Officer</li></ul><ul class='list-style-none'><li>Mission success: +4 for each correct choice.</li><li>Mission success: -4 for each incorrect choice.</li></ul>"
    },
    {
      "ID": "Rd2_Dec5_R1",
      "PageType": "MultiSelect",
      "name": "Envisioning workshop agenda",
      "narrative": "<p>Derek believes that this is the right list and will have some representation from the leadership team, key decision makers, and others directly affected by the issues. The next step is to create the agenda for the envisioning workshop. You begin your agenda with: ​</p><ul><li>An icebreaker</li><li>The workshop objectives and expectations</li></ul>",
      "minimum": "5",
      "maximum": "5",
      "osd": "What additional five items should you include?",
      "alt1": "How you’ll conduct an envisioning workshop",
      "alt2": "The personas you’ve developed​",
      "alt3": "​Descriptions of the different issues that have emerged",
      "alt4": "​Microsoft solutions that can help address the current issues",
      "alt5": "​A perspective of the personas in a future state",
      "alt6": "Case studies from other customers within the media and entertainment industry",
      "alt7": "Small-group breakouts outlining current observations",
      "alt8": "​Prioritization of the ideas to create next steps",
      "alt9": "Commitment of the customer to move forward",
      "alt10": "​Small-group breakouts outlining current observations",
      "fb_generic": "<p>The envisioning workshop is an important opportunity that helps both you and the customer identify the root cause of issues the customer is having. It also demands a lot of time from many individuals within SMG. Because of this, it is important to facilitate a focused discussion that is centered on SMG’s specific resources, people, and concerns. <br><br>The following agenda is ideal as it builds off the observation, interviews, and other work you’ve done with the customer. It also allows you to expand on it by developing new ideas together as a team.<br><ol><li>An icebreaker</li><li>The workshop objectives and expectations</li><li>The personas you’ve developed</li><li>A perspective of the personas in a future state</li><li>Small-group breakouts outlining current observations</li><li>Small-group breakouts prototyping new ideas based on current observations</li><li>Prioritization of the ideas to create next steps</li></ol>It’s important to make sure the workshop is focused on your specific customer and that customer’s issue, and that any solutions are generated after you’ve collaborated as a group by prototyping some new ideas. Now that you know this, you can use this agenda to move forward with the SMG team.<br><br>Remember that the workshop agenda will build off of the activities you do before the workshop, so it will vary depending on the type of customer and the problems the customer is trying to solve.</p><ul class='list-style-none'><li>1 of 5 best answers. Mission success +4</li><li>2 of 5 best answers. Mission success +8</li><li>3 of 5 best answers. Mission success +12</li><li>4 of 5 best answers. Mission success +16</li><li>5 of 5 best answers. Mission success +20</li></ul>"
    },
    {
      "ID": "Rd3_Scn1_R1",
      "PageType": "ReadUpdate",
      "name": "Introduction",
      "narrative": "<p>Microsoft and partners conducted a successful envisioning workshop with SMG's business decision-makers, key stakeholders, and other employees directly affected by the emerging issue. You had the right mix of attendees at the right levels of the organization. Your agenda was the right one and covered all they key points you needed to learn more about the customer's issues. The design-thinking approach enabled the group to think creatively and reimagine SMG's business processes. You also started to identify the business outcomes that will be addressed later in the business value assessment. </p>"
    },
    {
      "ID": "Rd3_Dec1_R1",
      "PageType": "SingleSelect",
      "name": "Envisioning workshop output",
      "narrative": "<p>The next step is to create an envisioning workshop output for the customer. </p>",
      "osd": "What are the objectives of this output?",
      "alt1": "The envisioning workshop output further expands and develops one of the scenarios from the workshop into a realistic and viable solution for the customer. The output includes things such as a timeline, a budgetary estimate, and a projection of the value of the implemented scenario over time. With this summary, we can help financially quantify the business value of the proposed solution.",
      "alt2": "The objectives of the envisioning workshop output are to validate the findings of the workshop, ensure you have the correct priorities, and set up clear next steps. All this will help get commitment from the customer to move on to the next step of the process and create transformative change for the customer.",
      "alt3": "The objective of the envisioning workshop output is to categorize the ideas created in the session by strength and viability. The strongest ideas are then further developed into light proofs of concept, highlighting Microsoft technologies. The next step in this process is to deliver the light proof of concept to the customer to help the customer better understand how Microsoft solutions can transform the customer's business.",
      "fb_generic": "<p>Option B is the correct one.</p><p>The envisioning workshop output is a presentation that you'll prepare for SMG that summarizes your activities and findings. It will include the information gathered during the preworkshop observation and interviews as well as during the envisioning workshop itself. The goal of the presentation is to gain agreement from SMG on which initiatives should be investigated further. From there, you and SMG will establish an action plan and define next steps. </p><p><ul><li>A. Mission success: +20</li><li>B. Mission success: +25</li><li>C. Mission success: +10</li></ul></p>"
    },
    {
      "ID": "Rd3_Dec2_R1",
      "PageType": "SingleSelect",
      "branching": "0",
      "name": "Effective communication",
      "narrative": "<p>You've finalized the envisioning workshop output and reviewed it with the extended Microsoft team. You're eager to quickly share the findings with SMG so no momentum is lost. However, during the envisioning workshop, Debbie revealed that in addition to leading this project, she is also covering for an absent coworker.  After learning this, you are considerate of Debbie's time. </p>",
      "osd": "What is the best way to communicate the envisioning workshop output with Debbie and her team?",
      "alt1": "The envisioning workshop fostered some incredible bonding between the Microsoft and SMG teams and between you and Debbie, in particular. Given what you know about Debbie, you decide to send the envisioning workshop output in an email. This will allow Debbie to review it at her convenience and follow up with questions.",
      "alt1_feedback": "<p>Those who selected A had an opportunity to course-correct, which may have impacted their score positively or negatively.</p><p><ul><li>Mission success: To be determined</li></ul></p>",
      "alt2": "Not so fast! You're not quite ready to discuss the envisioning workshop findings. First, you must test the strength of the ideas with concept testing so you can build a proof of concept.",
      "alt2_feedback": "<p>You should always share the workshop output in a discussion with your customer. Doing so, you will continue to build the relationship with SMG and ensure alignment. It's OK to send the output to your main contact first so your contact can preview it and prepare for the discussion, but that should not be how you ensure alignment on the findings.</p><p>A best practice when sending the envisioning workshop output is to use the MSX Content tool. The link is https://aka.ms/seismic. This will serve as proof of execution for reporting, and it will give you visibility into analytics. You'll be able to determine when a customer opened the file, how long the customer reviewed it, which parts the customer focused on, and more.</p><p><ul><li>Mission success: +5</li></ul></p>",
      "alt3": "You should invite Debbie and the key stakeholders to a meeting where you can go over the envisioning workshop output together. Be sensitive to Debbie's situation and work to find the right timing for the meeting. As your primary contact and the project sponsor, Debbie is critical in the process, and you need her involved to validate the findings. Be sure to send the material to Debbie in advance so she can preview it and prepare for the meeting.",
      "alt3_feedback": "<p>You should always share the workshop output in a discussion with your customer. Doing so, you will continue to build the relationship with SMG and ensure alignment. It's OK to send the output to your main contact first so your contact can preview it and prepare for the discussion, but that should not be how you ensure alignment on the findings.</p><p>A best practice when sending the envisioning workshop output is to use the MSX Content tool. The link is https://aka.ms/seismic. This will serve as proof of execution for reporting, and it will give you visibility into analytics. You'll be able to determine when a customer opened the file, how long the customer reviewed it, which parts the customer focused on, and more.</p><p><ul><li>Mission success: +25</li></ul></p>"
    },
    {
      "ID": "Rd3_Dec2b_R1",
      "PageType": "SingleSelect",
      "branching": "1",
      "name": "Appropriate follow-through",
      "narrative": "<p>It's been two weeks, and Debbie hasn't responded. You're concerned about her and the momentum that's been lost with SMG. </p>",
      "osd": "What should you do?",
      "alt1": "You assume that Debbie is unable to respond because of her personal obligations. You don't want to bother her, so you decide to email the output to Alejandra Murphy, Vice President of Direct-to-Customer Marketing. Alejandra was very enthusiastic during the envisioning workshop, and you're fairly certain you can get her to sign off on the workshop findings.",
      "alt1_feedback": "<p>That's not the best response.</p><p>While Alejandra remains enthusiastic about the business transformation, this isn't her project and she directs you back to Debbie. You've already lost weeks of time, and now you're even further behind.</p><p>You should always share the workshop output in a discussion with SMG. Doing so, you will continue to build the relationship with SMG and ensure alignment. It's OK to send the output to your main contact first so your contact can preview it and prepare for the discussion, but that should not be how you ensure alignment on the findings.</p><p>A best practice when sending the envisioning workshop output is to use the MSX Content tool. The link is https://aka.ms/seismic.  This will serve as proof of execution for reporting, and it will give you visibility into analytics. You'll be able to determine when a customer opened the file, how long the customer reviewed it, which parts the customer focused on, and more.</p><p><ul><li>Mission success: +5</li></ul></p>",
      "alt2": "You should resend the envisioning workshop output to Debbie. Be sure to cc all the stakeholders and mark the message as urgent.",
      "alt2_feedback": "<p>That's not the best answer. </p><p>Debbie responds and apologizes for the delay. SMG wants to move forward, so you schedule a meeting with the SMG stakeholders to salvage some of the traction that was lost. Unfortunately, you are now weeks behind.</p><p>You should always share the workshop output in a discussion with SMG. Doing so, you will continue to build the relationship with SMG and ensure alignment. It's OK to send the output to your main contact first so your contact can preview it and prepare for the discussion, but that should not be how you ensure alignment on the findings.</p><p>A best practice when sending the envisioning workshop output is to use the MSX Content tool. The link is https://aka.ms/seismic. This will serve as proof of execution for reporting, and it will give you visibility into analytics. You'll be able to determine when a customer opened the file, how long the customer reviewed it, which parts the customer focused on, and more.</p><p><ul><li>Mission success: +5</li></ul></p>",
      "alt3": "You should schedule a meeting with Debbie and the SMG stakeholders.",
      "alt3_feedback": "<p>That's right. </p><p>Although you are a little behind schedule, this is the correct choice. </p><p>You should always share the workshop output in a discussion with SMG. Doing so, you will continue to build the relationship with SMG and ensure alignment. It's OK to send the output to your main contact first so your contact can preview it and prepare for the discussion, but that should not be how you ensure alignment on the findings.</p><p>A best practice when sending the envisioning workshop output is to use the MSX Content tool. The link is https://aka.ms/seismic. This will serve as proof of execution for reporting, and it will give you visibility into analytics. You'll be able to determine when a customer opened the file, how long the customer reviewed it, which parts the customer focused on, and more.</p><p><ul><li>Mission success: +20</li></ul></p>"
    },
    {
      "ID": "Rd3_Dec3_R1",
      "PageType": "SingleSelect",
      "name": "Handling unexpected situations",
      "narrative": "<p>You receive an email from Debbie explaining that a lot has happened since the workshop. Debbie has accepted your request for a meeting, but she warns you that:</p><ul><li>Yuu Chibata, Director of IT, is leaving the company and will no longer be on the envisioning team. This may cause a delay because this position will need to be filled. However, Caitlin Ramos, Chief Technology Officer, has agreed to fill in for Yuu until the position can be filled.</li><li>One of SMG's competitors has announced they are launching a new product/service that will directly compete with SMG in an important new market.</li></ul>",
      "osd": "What is the most important thing to focus on?",
      "alt1": "Your focus should be to find out if you're still in alignment with SMG's challenges, opportunities, and top initiatives. If the goals that SMG agreed to at the workshop have not changed, ordinary business events should not distract from moving forward.",
      "alt1_feedback": "<p>That's correct. </p><p>It is normal for customer teams to change and for the business ecosystem to shift, but usually these changes don't alter the customer's core challenges and initiatives. If you and your partner agree that the core workshop findings have not changed, don't allow these distractions to slow down your momentum. Continue with your plan to present the findings in a meeting.</p><p><ul><li>Mission success: +25</li></ul></p>",
      "alt2": "Your focus should be on getting Debbie to change the timeline. If there are going to be delays because a member of the envisioning team is leaving the company, it's important that you reset expectations and that everyone agrees the project will take longer than originally planned.",
      "alt2_feedback": "<p>That's not quite right. </p><p>Since Caitlin Ramos was a workshop participant, there is no reason to delay presenting the results. Few companies can afford to lose momentum in solving a critical issue or realigning their top priorities, so you should avoid losing momentum on the critical investment your customer has already made unless it clear that you cannot proceed. Your mission is to stay focused on the original intent, which is to find out if you're still in alignment with SMG's challenges, opportunities, and top initiatives. If the goals that SMG agreed to at the workshop have not changed, ordinary business events should not distract from moving forward.</p><p><ul><li>Mission success: +10</li></ul></p>",
      "alt3": "You should find out more about what SMG's competitor's move is so that the presentation can be modified to show how Microsoft can help SMG respond to this new development.",
      "alt3_feedback": "<p>That's not quite right. </p><p>Changes in a customer's competitive environment are to be expected. In most cases, this kind of change is not going to alter your customer's key goals. If the goals that SMG agreed to at the workshop have not changed, do not be distracted from presenting the workshop findings.</p><p><ul><li>Mission success: +5</li></ul></p>"
    },
    {
      "ID": "Rd3_Dec4_R1",
      "PageType": "SingleSelect",
      "name": "Addressing productivity concerns",
      "narrative": "<p>The meeting to discuss the findings of the workshop is going well. SMG acknowledges that the goals you agreed to at the workshop are still valid. The last step in this meeting is to get SMG's commitment to move forward. </p><p>Before that can happen, Derek Lee, Head of Content Production, expresses concerns about how much time it's going to take his production team to learn new processes with the new solution. He realizes there is little choice but to go this route given the current pandemic, but he is worried about how much this is going to affect productivity and whether that loss of productivity will cause SMG to lose money.</p>",
      "osd": "What can you say to help SMG stakeholders understand that going forward is in their best interest for business transformation?",
      "alt1": "You tell Derek, &quot;It's not likely that productivity will be affected much. The new processes are streamlined and will be easy for your team to pick up. We'll be simplifying what you have in place today. But if it will help, we can bring in a technology specialist who can highlight exactly how the solution will work. After a demonstration, I'm sure you'll agree that any loss in productivity will be minor.&quot;",
      "alt1_feedback": "<p>That's not correct. It's too early in the deal to do a deep dive into their business processes. That happens after they've confirmed the output of the workshop and agreed to move forward. It's also too early to start doing technical demonstrations. Those should happen after they understand the business value.</p><p>The right response was to acknowledge Derek's concerns because they're valid. Most companies experience some drop in productivity during project implementation. Microsoft has a great deal of experiencing helping companies implement even very complex, enterprise-wide rollouts and we have a wealth of resources to minimize disruption. Usually, Microsoft customers find that after the new processes are in place, productivity will improve and more than make up for any losses. Your objective here is to get the SMG team to commit to moving forward so that you can begin showing them the value these solutions will have to their business. </p><p><ul><li>Mission success: +5</li></ul></p>",
      "alt2": "You tell Derek, &quot;Your concerns are valid. Microsoft has a great deal of experience helping customers get the most from their investment and we have a wealth of resources to help you smooth the implementation process. We know that change is hard for people and we want to help create an experience that is easier. The next step will allow us to describe costs and benefits of the project so you can understand how much business value you can expect. An outcome of that process is a document that you can share with your board of directors to support the investment. We want SMG to be successful. To that end, our success is measured by your success.&quot;",
      "alt2_feedback": "<p>That's correct. </p><p>The right response was to acknowledge Derek's concerns because they're valid. Most companies experience some drop in productivity during project implementation. Microsoft has a great deal of experiencing helping companies implement even very complex, enterprise-wide rollouts and we have a wealth of resources to minimize disruption. Usually, Microsoft customers find that after the new processes are in place, productivity will improve and more than make up for any losses.</p><p>Your objective here is to get the SMG team to commit to moving forward so that you can begin highlighting the value these solutions will have for their business. </p><p><ul><li>Mission success: +25</li></ul></p><p><b> </p>",
      "alt3": "You tell Derek, &quot;I absolutely understand your concerns. That's why I think we should shift our focus and have our team evaluate your processes by doing a deep dive. We'll review the processes you have in place today and compare them to the future-state processes. This will allow us to better understand what works well and where there are opportunities for optimization. We'll also consider how we can streamline transitioning your team to the new processes so that productivity loss is minimized.&quot;",
      "alt3_feedback": "<p>That's not correct. </p><p>It's too early in the deal to do a deep dive into their business processes. That happens after they've confirmed the output of the workshop and agreed to move forward. It's also too early to start doing technical demonstrations. Those should happen after they understand the business value.</p><p>The right response was to acknowledge Derek's concerns because they're valid. Most companies experience some drop in productivity during project implementation. Microsoft has a great deal of experiencing helping companies implement even very complex, enterprise-wide rollouts and we have a wealth of resources to minimize disruption. Usually, Microsoft customers find that after the new processes are in place, productivity will improve and more than make up for any losses. Your objective here is to get the SMG team to commit to moving forward so that you can begin showing them the value these solutions will have to their business. </p><p><ul><li>Mission success: +10</li></ul></p>"
    }
  ]
}